;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! auto-dim-other-buffers)
(package! dired-narrow)
(package! dired-subtree)
(package! elmacro)
(package! lsp-jedi)
(package! nerd-icons-dired)
(package! ob-mermaid)
(package! olivetti)
(package! org-fragtog)
;; (package! org-superstar)
(package! ox-hugo)
(package! peep-dired)
;; (package! dired+ :recipe (:host github :repo "adamroyjones/dired-plus"))
;; (package! doct   :recipe (:host github :repo "progfolio/doct"))
